Repository: CodebyCR/Git-Cockpit
Catalog: GitCockpit/LanguageCatalogs/Localizable.xcstrings
Source language: en
Languages: de

source: Add Path
de: Pfad hinzufügen

source: Add search path
de: Suchpfad hinzufügen

source: All Repositorys
de: Alle Repositories

source: Choose a Directory
de: Wähle einen Ordner

source: Clone into Path
de: In Pfad klonen

source: Configuartion
de: Konfiguration

source: Create Tag
de: Tag erstellen

source: Dark
de: Dunkel

source: Default Branch
de: Standard Branch

source: Delete
de: Löschen

source: English
de: Englisch

source: File
de: Datei

source: German
de: Deutsch

source: Git Configuration
de: Git Konfiguration

source: Language
de: Sprache

source: Last access: %@
de: Zuletzt benutzt: %@

source: Light
de: Hell

source: More Information about %@
de: Mehr Informationen zu %@

source: No search paths chosen
de: Keine Suchpfade gewählt

source: Path Action
de: Pfad Aktionen

source: Paths
de: Pfade

source: Remove
de: Entfernen

source: Repository Information
de: Repository Informationen

source: Search Paths
de: Suchpfade

source: Show
de: Anzeigen

source: Show details here...
de: Mehr Details hier...

source: Tag Color
de: Tagfarbe

source: User Information
de: Nutzer Informationen

source: View
de: Ansicht
